"OTHER_AIRPORT_NETWORK" = "Ander AirPort-netwerk";
"TITLE_TURN_AIRPORT_ON" = "AirPort";
"MESSAGE_TURN_AIRPORT_ON" = "De AirPort-kaart is uitgeschakeld. De kaart moet worden ingeschakeld zodat deze het basisstation kan detecteren dat wordt gebruikt om de verbinding met de internetaanbieder tot stand te brengen. Klik op 'OK' om AirPort in te schakelen.";

"APP_NAME_AIRPORT_UTILITY" = "AirPort Utility.app";